Repository: JAAMRI/clean_mtm
Catalog: src/locale/messages.*.xlf
Languages: fr

source: select recipes
fr: sélectionner recettes

source: meal plan
fr: plan de repas

source: grocery list
fr: liste d’épicerie

source: Select Recipes
fr: sélectionner recettes

source: Meal Plan
fr: plan de repas

source: Grocery List
fr: liste d’épicerie

source: Favourites
fr: favoris

source: My Account
fr: mon compte

source: Contact Us
fr: contactez-nous

source: FAQs
fr: FAQ

source: sign out
fr: déconnexion

source: {VAR_SELECT, select, visit knorr {visit knorr} visit hellmann's {visit hellmann's} }
fr: {VAR_SELECT, select, visit knorr {visitez knorr} visit hellmann's {visitez hellmann's} }

source: adchoices
fr: Choix de pub

source: This website is intended for Canadian consumers of products and services of Unilever Canada Inc. This website is not intended for consumers outside Canada.
fr: Ce site Web s’adresse uniquement aux consommateurs canadiens de produits et services d’Unilever Canada Inc. Ce site Web ne s’adresse pas aux consommateurs à l’extérieur du Canada.

source: first name
fr: prénom

source: last name
fr: nom

source: email
fr: courriel

source: postal code
fr: Code postal

source: password
fr: mot de passe

source: confirm password
fr: confirmer le mot de passe

source: update information
fr: Mise à jour de l’information

source: sign out
fr: déconnexion

source: next
fr: suivant

source: Meal Planning, Made Easy
fr: La planification de repas simplifiée

source: Sign up today and start exploring the world with hundreds of international and local recipes, your own unique meal plans, and convenient grocery delivery.
fr: Abonnez-vous aujourd’hui et commencez à explorer le monde avec des centaines de recettes internationales et locales, vos plans de repas uniques et la livraison de votre épicerie.

source: register
fr: inscription

source: Already have an account?
fr: avez-vous déjà un compte?

source: contact us
fr: contactez-nous

source: visit knorr
fr: visitez knorr

source: visit knorr
fr: visitez knorr

source: WOULD YOU LIKE TO HEAR FROM US?
fr: AIMERIEZ-VOUS ENTENDRE PARLER DE NOUS

source: YES! I want to be among the first to learn about the exciting offers, product offers and more from Meals That Matter and other <a>Unilever brands <sup>*</sup></a> by electronic messages and postal mail. Occasionally, this may include co-promotions with carefully selected partners. For further information, please refer to our <a>Privacy Notice</a>. You can unsubscribe at any time or update your email preferences <a>here.</a>
fr: OUI! Je veux être parmi les premiers à recevoir par courrier électronique et par la poste des offres emballantes, des offres de produits et d’autres nouvelles de Chaque repas compte et des autres <a>marques Unilever <sup>*</sup></a>. De temps à autre, cela peut comprendre des promotions croisées avec des partenaires sélectionnés avec soin. Pour en savoir plus, consultez notre <a>Politique de confidentialité</a>. Vous pouvez vous désabonner en tout temps ou mettre à jour vos préférences de courriel <a>ici.</a>

source: SUBMIT
fr: SOUMETTRE

source: Your consent is sought by Unilever Canada Inc., privacy.canada@unilever.com | 1-888-568-7644 | Unilever Consumer Services Contact Centre, P.O. Box 38, Saint John, New Brunswick, E2L 3X1, CANADA
fr: Votre consentement est requis par Unilever Canada Inc., privacy.canada@unilever.com | 1-888-568-7644 | Centre de services aux consommateurs Unilever, P.O. Box 38, Saint John, Nouveau-Brunswick, E2L 3X1, CANADA

source: sitemap
fr: plan du site

source: sign in
fr: connexion

source: No articles found.
fr: Aucun article trouvé.

source: my account
fr: mon compte

source: my account
fr: mon compte

source: {VAR_SELECT, select, Select Recipes {select recipes} Meal Plan {meal plan} Favourites {favourites} Grocery List {grocery list} }
fr: {VAR_SELECT, select, Select Recipes {sélectionner recettes} Meal Plan {plan de repas} Favourites {favoris} Grocery List {liste d’épicerie} }

source: {VAR_SELECT, select, All Recipes {all recipes} 30 minutes or less {30 minutes or less} Chicken {Chicken} Summer {Summer} BBQ {BBQ} Dinner {Dinner} Pasta {Pasta} Slow Cooker {Slow Cooker} Tea {Tea} Breakfast and Brunch {Breakfast and Brunch} Italian {Italian} Indian {Indian} Asian {Asian} Mexican {Mexican} Middle Eastern {Middle Eastern} Mediterranean {Mediterranean} Canadian {Canadian} Salad {Salad} Better for you {Better for you} }
fr: {VAR_SELECT, select, All Recipes {toutes les recettes} 30 minutes or less {30 minutes ou moins} Chicken {Poulet} Summer {été} BBQ {BBQ} Dinner {Dinner} Pasta {pâtes} Slow Cooker {mijoteuse} Tea {thé} Breakfast and Brunch {déjeuner et brunch} Italian {plats italiens} Indian {plats indiens} Asian {plats asiatiques} Mexican {Plats mexicains} Middle Eastern {plats du moyen-orient} Mediterranean {plats méditerranéens} Canadian {plats canadiens} Salad {salade} Better for you {meilleur pour la santé} }

source: {VAR_SELECT, select, articles {articles} about {about} contact us {contact us} faq {faq} }
fr: {VAR_SELECT, select, articles {articles} about {À propos} contact us {contactez-nous} faq {faq} }

source: sign out
fr: déconnexion

source: Find mealtime inspiration and start planning your week today
fr: Trouvez des repas inspirants et commencez à planifier votre semaine aujourd’hui

source: get started
fr: débutez

source: how it works
fr: marche à suivre

source: Select delicious recipes. Create instant grocery lists. Delivered straight to your door.
fr: Sélectionnez des recettes. Créez des listes d’épicerie. Faites-les livrer à votre porte.

source: browse our recipes
fr: explorez nos recettes

source: Make every meal an adventure with 500+ chef curated dishes.
fr: Faites de chaque repas une aventure avec plus de 500 recettes créées par nos chefs

source: create your meal plan
fr: créez votre plan de repas

source: Add recipes from around the world to your personalized 'Meal Plan'. Make cooking an adventure with deliciously diverse meals.
fr: Ajoutez des recettes du monde entier à votre plan de repas personnalisé. Faites de la cuisine une aventure avec des repas diversifiés.

source: shop your meal plan
fr: magasinez votre plan de repas

source: Your chosen ingredients, personalized into a shopping list, to take to your go-to grocery store.
fr: Vos ingrédients sélectionnés, personnalisés dans une liste d'épicerie, livrés par votre supermarché.

source: why you'll love this
fr: pourquoi vous aimerez cela

source: Enjoy delicious recipe inspiration, unique meal plans and personalized shopping lists today.
fr: Vous apprécierez, nos plans de repas personnalisés et la livraison des ingrédients pour une belle expérience culinaire.

source: {VAR_SELECT, select, chef curated recipes {chef curated recipes} instant grocery list {instant grocery list} shopping made easy {shopping made easy} less time prepping {less time prepping} save on costs {save on costs} }
fr: {VAR_SELECT, select, chef curated recipes {recettes créées pas nos chefs} instant grocery list {listes d’épicerie instantanées} shopping made easy {le magasinage simplifié} less time prepping {moins de temps de préparation} save on costs {économisez} }

source: reclaim weeknight cooking
fr: cuisinez à la maison les soirs de semaine

source: With Meals That Matter, cooking is an easier, more manageable part of your busy routine. See how a little food prep and planning gives you a head start in the kitchen today.
fr: Avec Chaque repas compte, il est plus facile d’intégrer la cuisine à votre routine quotidienne. Voyez comment la préparation et la planification donnent un bon coup de pouce dans la cuisine.

source: search all recipes
fr: Rechercher toutes les recettes

source: filter recipes
fr: filtres les recettes

source: Select the filters below to narrow down your search.
fr: Sélectionnez les filtres ci-dessous pour réduire votre recherche.

source: Clear Filter
fr: Supprimer le filtre

source: other recommended recipes
fr: Autres recettes recommandées

source: With Meals That Matter, cooking is an easier, more manageable part of your busy routine. <br/> <br/> See how a little food prep and planning gives you a head start in the kitchen today.
fr: Avec Chaque repas compte, il est plus facile d’intégrer la cuisine à votre routine quotidienne. <br/> <br/> Voyez comment la préparation et la planification donnent un bon coup de pouce dans la cuisine.

source: select more meals
fr: Sélectionner d’autres repas

source: Click <mat-icon> add </mat-icon> to add a recipe to your 'Meal Plan'. Click <mat-icon> favorite_border </mat-icon> to save it to your favourites for later.
fr: Cliquez <mat-icon> add </mat-icon> pour ajouter des recettes à votre Plan de repas. Cliquez sur <mat-icon> favorite_border </mat-icon> pour les enregistrer dans vos favoris.

source: Click <mat-icon> add </mat-icon> to add a recipe to your 'Meal Plan'. Click <mat-icon> favorite_border </mat-icon> to save it to your favourites for later.
fr: Cliquez <mat-icon> add </mat-icon> pour ajouter des recettes à votre Plan de repas. Cliquez sur <mat-icon> favorite_border </mat-icon> pour les enregistrer dans vos favoris.

source: my favourites
fr: mes favoris

source: When you find something you like, use the heart to save your favourites and you can find it again here.
fr: Lorsque vous trouvez une recette que vous aimez, utilisez le coeur pour l’enregistrer dans vos favoris et la consulter plus tard.

source: It looks like you haven’t added any recipes to your meal plan yet
fr: Il semble que nous n’ayez pas encore ajouté de recettes à votre plan de repas

source: It looks like you haven’t added any recipes to your favourites yet
fr: Il semble que nous n’ayez pas encore ajouté de recettes à vos favoris

source: select recipes
fr: sélectionner recettes

source: loading your favourites
fr: Chargement de vos favoris…

source: meal plan
fr: plan de repas

source: Click <strong> NEXT </strong> when you're ready, to shop ingredients for these recipes. <br/> Click <mat-icon> remove </mat-icon> to remove recipes.
fr: Cliquez sur <strong> SUIVANT </strong> pour magasiner les ingrédients de ces recettes. <br/> Cliquez sur <mat-icon> remove </mat-icon> pour supprimer les recettes.

source: select recipes
fr: sélectionner recettes

source: loading your meals
fr: Chargement de vos repas…

source: grocery list
fr: liste d’épicerie

source: Order ingredients for delivery right here, or share them to shop in store
fr: Commandez les ingrédients à livrer, ou partagez-les pour magasiner en magasin.

source: No meals found
fr: Aucun élément trouvé

source: new password
fr: Nouveau mot de passe

source: verify password
fr: Confirmer le mot de passe

source: update password
fr: Modification du mot de passe

source: Personal Info
fr: Renseignements personnels

source: Security
fr: Sécurité

source: You're one step away from exploring 500+ recipes from around the world.
fr: Vous n’êtes plus qu’à une étape d’explorer plus de 500 recettes du monde entier.

source: processing
fr: en cours de traitement

source: Forgot your password?
fr: oublié votre mot de passe?

source: Date of birth
fr: Date de naissance

source: update information
fr: Mise à jour de l’information

source: sign out
fr: déconnexion

source: forgot password
fr: oublié votre mot de passe?

source: get confirmation code
fr: obtenir un code de confirmation

source: submit
fr: soumettre

source: Have Some Questions?
fr: Vous avez des questions?

source: Can I purchase my meal plan online?
fr: Vous avez des questions?

source: If you live in Ontario, you may be able to purchase your meal plan online through Metro online grocery. Visit <a>www.metro.ca/en/online-grocery</a> to find out if they have pickup or delivery in your area* <br/> If you live in BC, you may be able to purchase your meal plan online through Save on Foods online grocery. Visit <a> https://www.saveonfoods.com/shop-online-how-it-works/# </a> To find out if they have pickup or delivery in your area* <br/> If you live outsite of Ontario or BC, stay tuned! We are always working on improving our service.
fr: Si vous vivez au Québec, vous pouvez acheter votre plan de repas à Épicerie en ligne Metro. Visitez <a> www.metro.ca/fr </a> pour le ramassage ou la livraison dans votre région.*

source: *Due to COVID-19 there is higher than normal volume on grocery delivery right now, therefore delivery times may be impacted through Metro & Save on Foods.
fr: *En raison de la COVID-19, le volume de livraison est plus élevé qu’à la normale; ainsi, les délais de livraison peuvent être retardés chez Metro.

source: How do I build my meal plan?
fr: Comment puis-je bâtir mon plan de repas?

source: Easy! From the home page, click 'get started', and make sure you have registered. You’ll then be directed to the ‘Select Recipes’ page. This is where you’ll start browsing through our collection of delicious recipes. <br/> To add a meal to your meal plan, simply click the green ‘+’ button on the top right of the recipe. To see your Meal Plan, click on green next button on the select recipes page. <br/> <b> PS: </b> You can always find these pages on the progress bar or the side menu if you’re on your phone.
fr: Facile! À la page d’accueil, cliquez sur «Débutez» et assurez-vous d’être inscrit. Puis la page Sélectionner recettes s’affichera. C’est à cet endroit que vous débuterez l’exploration de notre collection de délicieuses recettes. <br/> Pour ajouter un repas à votre plan de repas, cliquez sur le bouton vert «+» dans le coin supérieur droit la recette. Pour afficher votre plan de repas, cliquez sur le bouton vert «Suivant» de la page «Sélectionner recettes». <br/> <b> P. S. : </b> Vous trouverez toujours ces pages dans la barre de progression ou dans le menu latéral si vous êtes au téléphone.

source: How do I add a recipe to my favourite list of recipes?
fr: Comment puis-je ajouter une recette à ma liste préférée de recettes?

source: First, click on the little heart icon on the bottom left corner of the recipe image. Second, to see the recipes you’ve previously added to your favourites, click ‘Favourites’ in the side menu on your phone or the navigation bar on desktop.
fr: D’abord, cliquez sur le petit cœur dans le coin inférieur gauche de la recette. Ensuite, pour voir les recettes que vous avez ajoutées à vos favoris, cliquez sur «Favoris» dans le menu latéral de votre mobile ou dans la barre de navigation de votre ordinateur de bureau.

source: How do I see the recipe instructions?
fr: Comment-puis voir les instructions?

source: Click on the recipe name or image and the full recipe page will open as a popup. Then you’ll find the cooking instructions in the tabs below the recipe image to the right of the ‘Ingredients’ tab.
fr: Cliquez sur le nom de la recette ou l’image et la page complète de la recette s’affichera. Vous trouverez les instructions dans les onglets sous l’image à la droite de l’onglet «Ingrédients».

source: Can I see detailed nutritional information?
fr: Puis-je voir la valeur nutritive détaillée?

source: Yep! When you click on the recipe name or image, the full recipe page will open as a popup. Then you’ll find nutrition facts in the tabs below the recipe image to the right of the ‘Instructions’ tab.
fr: Oui! En cliquant sur le nom de la recette ou l’image, la page de la recette s’affichera. Vous trouverez la valeur nutritive dans les onglets sous l’image à la droite de l’onglet «Instructions».

source: Is there an easier way for me to access this website to plan my meals?
fr: Y a-t-il une façon plus simple d’accéder à ce site pour planifier mes repas?

source: Yes! You can add the Meals That Matter website to your phone’s home screen just like an app. <br/> For iOS, launch the Safari browser and go to Mealsthatmatter.com. Tap the Share button, then scroll until you find the ‘Add to Home Screen’ button…and tap to download. <br/> For Android, launch Chrome and go to Mealsthatmatter.com. Tap the menu button, then tap ‘Add to Homescreen’. <br/> >Once downloaded, The Meals That Matter icon will appear on your home screen for you to drag and place wherever you like.
fr: Oui! Ajoutez le site Chaque repas compte à l’écran d’accueil de votre téléphone comme une appli. <br/> Pour iOS, lancez Safari et rendez-vous sur Mealsthatmatter.com. Appuyez sur le bouton Partager, puis allez au bouton «Ajouter à l’écran d’accueil»… et appuyez pour télécharger. <br/> Pour Android, lancez Chrome et rendez-vous sur Mealsthatmatter.com. Appuyez sur le bouton Menu, puis sur «Ajouter à l’écran d’accueil». <br/> Une fois téléchargée, l’icône de Chaque repas compte apparaîtra à votre écran d’accueil et vous pourrez la glisser et la placer où vous voulez.

source: How much does this cost?
fr: Quels sont les coûts?

source: We’re pleased to offer our service free of charge! At Meals That Matter, we have a mission to help Canadians reclaim weeknight cooking, and we hope that our website helps you do just that. <br/> Of course, you’ll still have to pay for your groceries! Those prices and delivery charges (if applicable) are determined by the retailer you choose to shop with.
fr: Nous vous offrons ce service gratuitement! La mission de Chaque repas compte est d’aider les Canadiens à cuisiner les soirs de semaine, et nous espérons que notre site vous le permettra. <br/> Bien sûr, vous devrez payer votre épicerie! Les prix et les frais de livraison (s’il y a lieu) sont déterminés par le détaillant de votre choix.

source: Are there Italian/Asian/30 minutes or less recipes?
fr: Y a-t-il des recettes de plats italiens, asiatiques ou prêts en 30 minutes ou moins?

source: Yes… and more 😊 The best way to explore these recipes is to use the filter feature on the ‘Select Recipes’ page. We have over 500 recipes that span across multiple recipe categories. <br/> We are always improving and adding to our recipe collection so stay tuned for more dietary options.
fr: Oui et bien plus 😊 La meilleure façon d’explorer ces recettes est d’utiliser le filtre à la page «Sélectionner recettes». Notre choix de plus de 500 recettes s’étend à de multiples catégories. <br/> Nous améliorons toujours et ajoutons des recettes; surveillez notre variété de plats exquis.

source: Is membership required in order to create a meal plan/shop?
fr: Faut-il être membre pour créer ou magasiner un plan de repas?

source: Yes. In order to create and shop a meal plan you will need to have an account with us. To create a new account simply click the ‘get started’ button on our homepage and then fill out your details to register. <br/> Once registered, you will have access to 500+ recipes with new recipes being added all the time as well as exclusive offers and the ability to simply shop your meal plan online or instore.
fr: Oui. Pour créer et magasiner un plan de repas, vous devez avoir un compte avec nous. Pour créer un compte, cliquez sur le bouton «Débutez» à la page d’accueil et remplissez le formulaire pour vous inscrire. <br/> Une fois inscrit, vous aurez accès à plus de 500 recettes et à de nouvelles recettes et offres exclusives, et vous pourrez magasiner votre plan de repas en ligne ou en magasin.

source: Can I view by category like breakfast, brunch, dinner?
fr: Puis-je afficher les recettes par catégorie, telle que déjeuner, brunch, souper?

source: Yes! You can find those categories easily by filtering on the ‘Select Recipes' page.
fr: Oui! Vous trouverez facielement ces catégories en les filtrant à la page «Sélectionner recettes».

source: My grocery list includes every ingredient in the recipes, including staples I already have like flour, spices, and seasonings. Is there a way to edit my grocery list to remove staples?
fr: Ma liste d’épicerie comprend chaque ingrédient dans les recettes, dont les essentiels comme la farine, les épices et les assaisonnements. Puis-je changer ma liste pour enlever les essentiels?

source: If you choose to shop your grocery list online, your items will be sent to the grocery cart on the retailer website. From there, you can remove items you already have before you checkout. <br/> If you choose to shop in-store, you can check off items to indicate that you already have them. Unfortunately you are not able to remove these items completely at this time. However, we’re also looking to improve our service!
fr: Si vous magasinez votre liste d’épicerie en ligne, vos articles seront ajoutés au panier sur le site du détaillant. Vous pouvez y enlever les articles que vous avez déjà avant de passer à la caisse. <br/> Si vous magasinez en ligne, vous pouvez cocher les articles que vous avez déjà sous la main. Pour l’instant, nous ne pouvons pas enlever ces articles. Toutefois, nous travaillons à améliorer notre service!

source: read time
fr: Temps de lecture

source: Find tips & tricks to improve your cooking skills and help you reclaim weeknight cooking
fr: Des conseils et trucs pour améliorer vos talents culinaires et cuisiner les soirs de semaine

source: Need some help?
fr: Besoin d’aide?

source: contact us
fr: contactez-nous

source: Questions? Comments? We value your feedback and would love to hear from you.
fr: Questions? Commentaires? Nous apprécions vos commentaires et aimons avoir de vos nouvelles.

source: You can contact us in a variety of ways, the choice is yours.
fr: Vous pouvez nous contacter de diverses façons, le choix vous appartient.

source: call us
fr: appelez-nous

source: If you would like to speak to a live representative, please call us at 1-800-899-1120, Monday to Friday between 8:30 AM-6:00 PM Eastern Time. <br/> If this is a medical or product safety emergency, please call <span> 1-800-297-7421. </span> <br/> This number is available 24 hours a day / 7 days a week.
fr: Pour parler à un représentant en direct, composez 1 800 899-1120, du lundi au vendredi de 8 h 30 à 18 h, heure de l’Est. <br/> en cas d’urgence médicale ou de sécurité de produit, composez <br/> <span> 1 800 297-7421. </span> <br/> Ce numéro est disponible 24 heures sur 24, 7 jours sur 7.

source: message us
fr: Envoyez-nous un message

source: terms of use
fr: Conditions d’utilisation

source: privacy notice
fr: Avis de confidentialité

source: visit knorr
fr: visitez knorr

source: visit hellmann's
fr: visitez hellmann's

source: visit knorr
fr: visitez knorr

source: visit hellmann's
fr: visitez hellmann's

source: all recipes
fr: Toutes les recettes

source: 30 minutes or less
fr: 30 minutes ou moins

source: chicken
fr: poulet

source: summer
fr: été

source: dinner
fr: souper

source: pasta
fr: pâtes

source: slow cooker
fr: mijoteuse

source: tea
fr: thé

source: italian
fr: plats italiens

source: breakfast and brunch
fr: déjeuner et brunch

source: mexican
fr: plats mexicains

source: indian
fr: plats indiens

source: asian
fr: plats asiatiques

source: middle eastern
fr: plats du Moyen-Orient

source: mediterranean
fr: plats méditerranéens

source: canadian
fr: plats canadiens

source: salad
fr: salade

source: better for you
fr: meilleur pour la santé

source: favourites
fr: favoris

source: about
fr: À propos

source: contact us
fr: Contactez-nous

source: 30 Minute Meals
fr: Repas 30 minutes

source: Low on time but don’t want to sacrifice taste? Try one of our 30 minute or less meals tonight.
fr: À court de temps, pas prêt à sacrifier le goût? Essayez nos repas prêts en 30 minutes ou moins.

source: Chicken Recipes
fr: Recettes de Poulet

source: From a fabulous salad to a comforting carbonara, we've got you covered with our top chicken recipes.
fr: D’une fabuleuse salade aux pâtes carbonara réconfortantes, nous avons la solution avec nos délicieuses recettes de poulet.

source: Summer Recipes
fr: Recettes de Estivales

source: Celebrate summer with our top pick of bright and delicious recipes below!
fr: Célébrez l’été avec nos meilleures recettes colorées et délicieuses ci-dessous!

source: BBQ Recipes
fr: Recettes sur le Gril
