Repository: JAAMRI/clean_mtm
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Out of backyard BBQ ideas? Turn up the heat and try our favourite BBQ recipes today.
fr: À court d’idées de BBQ? Allumez le gril et essayez nos recettes préférées en plein air.

source: Pasta Recipes
fr: Recettes de Pâtes

source: From bolognese to a creamy pasta bake, check out some of our favourite pasta recipes here.
fr: Pâtes à la bolognaise ou gratin de pâtes crémeuses, essayez nos recettes préférées.

source: 45+ Beef Recipes
fr: 45+ Recettes de Boeuf

source: Multiple cuts, multiple options, you can do so much with beef. Browse our range of recipes below.
fr: Coupes et options multiples, vous pouvez tout faire avec du bœuf. Explorez nos recettes.

source: Slow Cooker Recipes
fr: Recettes de Plats à la Mijoteuse

source: Perfect for those busy days. Explore our range of delicious slow cooker recipes below.
fr: Idéal pour un horaire chargé. Explorez nos délicieuses recettes de plats mijotés ci-dessous.

source: Tea Recipes
fr: Recettes de Thé

source: Take 5 and discover our range of delicious tea recipes
fr: Faites une pause et découvrez notre variété de délicieuses recettes de thé.

source: Breakfast and Brunch Recipes
fr: Recettes Déjeuner et Brunch

source: Fed up of the usual bacon and eggs? Kick it up a notch with these breakfast bites.
fr: Ras le bol des œufs et bacon? Diversifiez le choix avec nos suggestions de recettes.

source: Italian Recipes
fr: Plats Italiens

source: Explore the taste of Italy from your kitchen with our delicious and comforting Italian recipes.
fr: Explorez le goût de l’Italie dans votre cuisine avec nos délicieuses recettes italiennes.

source: Indian Recipes
fr: Plats Indiens

source: Spice up your life and learn how to cook your favourite Indian dishes at home!
fr: Pimentez votre vie et découvrez comment cuisiner vos plats indiens préférés à la maison!

source: Asian Recipes
fr: Plats Asiatique

source: Full of flavour and fragrance, our classic Asian recipes are totally worth a try!
fr: Regorgeant de saveur et de parfum, nos plats asiatiques classiques en valent la peine!

source: Mexican Recipes
fr: Plats Mexicains

source: Make the most of Mexico's bold cuisine and whip up something delicious from our recipes below
fr: Tirez parti de la cuisine mexicaine et préparez nos délicieuses recettes ci-dessous.

source: Middle Eastern Recipes
fr: Plats du Moyen-Orient

source: Discover a world of flavour with our delicious recipes inspired by the Middle East below!
fr: Découvrez un monde de saveur avec nos délicieuses recettes inspirées du Moyen-Orient!

source: Mediterranean Recipes
fr: Plats Méditerranéens

source: Ready to give your meals a Mediterranean twist? See our pick of top recipes below.
fr: Prêt pour une touche méditerranéenne à vos repas? Explorez nos recettes ci-dessous.

source: Canadian Recipes
fr: Plats Canadiens

source: Explore our favourite iconic Canadian recipes and make them for yourself today!
fr: Explorez nos plats canadiens préférés et préparez-les dès aujourd’hui!

source: Salad Recipes
fr: Salades

source: Take your pick from our favourite colourful salad recipes here. There are many delicious options!
fr: Faites votre choix à partir de nos délicieuses recettes de salades colorées préférées!

source: Better For You Recipes
fr: Plats Meilleurs pour la Santé

source: Our range of better for you recipes strive to promote a balanced and healthy eating pattern
fr: Nos plats meilleurs pour la santé favorisent de saines habitudes alimentaires équilibrées.

source: Dinner Recipes
fr: Recettes de Souper

source: What's for Dinner? Let us help you answering that question with our wide range of recipes below.
fr: Qu’est-ce qu’on mange? Laissez-nous vous aider avec notre panoplie de recettes ci-dessous.

source: Removed!
fr: Supprimé!

source: Removed from favourites!
fr: Supprimé de vos favoris!

source: Added to favourites!
fr: Ajouté à vos favoris!

source: Added to meal plan!
fr: Ajouté au plan de repas!

source: Removed from meal plan!
fr: Supprimé du plan de repas!

source: Recipes in 30 Minutes or Less | Meals That Matter
fr: Recettes en 30 minutes ou moins | Chaque repas compte

source: Get your meal on the table in 30 minutes or less with these fast, delicious recipe options!
fr: Mettez votre repas sur la table en 30 minutes ou moins avec ces délicieuses recettes rapides!

source: 50+ Chicken Recipes | Meals That Matter
fr: Plus de 50 recettes de poulet | Chaque repas compte

source: These delicious, budget-friendly chicken dinner ideas are perfect for weeknight dinners.
fr: Ces délicieuses idées de recettes de poulet abordables sont parfaites pour les soupers de semaine.

source: 110+ Summer Recipes | Meals That Matter
fr: Plus de 110 recettes estivales | Chaque repas compte

source: From colourful salads to becoming a grillmaster, try some of these recipes and make the Summer last!
fr: Des salades colorées à l'art de devenir un pro du gril, essayez certaines de ces recettes et faites durer l'été!

source: 90+ BBQ Recipes - Grilling | Meals That Matter
fr: Plus de 90 recettes sur le gril | Chaque repas compte

source: Looking for some tasty BBQ recipes? Fire up the grill and try one of our recipes here today.
fr: À la recherche de délicieuses recettes sur le BBQ? Allumez le gril et essayez l'une de nos recettes dès aujourd'hui.

source: 25+ Pasta Recipes | Meals That Matter
fr: Plus de 25 recettes de pâtes | Chaque repas compte

source: From bolognese to a classic alfredo, you can take pasta either way. Check out some of our favourite selections here.
fr: Accompagnez vos pâtes d'une savoureuse sauce bolognaise ou alfredo classique. Explorez quelques-unes de nos recettes préférées.

source: 45+ Beef Recipes | Meals That Matter
fr: Plus de 45 recettes de boeuf | Chaque repas compte

source: Multiple cuts, multiple options, you can do anything with beef. See some of our favourites here and try one out today!
fr: Coupes multiples, options multiples, vous pouvez tout faire avec du bœuf. Affichez certaines de nos recettes préférées et essayez-en une dès aujourd'hui!

source: Slow Cooker Recipes | Meals That Matter
fr: Recettes de plats à la mijoteuse | Chaque repas compte

source: Perfect for those busy days, a slow cooker recipe is convenient enough to not require much attention. Check out our favourites here.
fr: Idéal lorsque votre horaire est chargé, un plat mijoté est pratique et ne nécessite pas beaucoup d'attention. Vous trouverez ici nos recettes préférées.

source: Tea Recipes - Recharge | Meals That Matter
fr: Recettes de thé réconfortant | Chaque repas compte

source: Mix up your routine and discover our range of delicious tea recipes
fr: Changez votre routine et découvrez notre variété de délicieuses recettes de thé.

source: 40+ Breakfast & Brunch Ideas | Meals That Matter
fr: Plus de 40 idées de déjeuner et brunch | Chaque repas compte

source: Fed up of the usual bacon and eggs? We have some eggcelent other suggestions you can try for your next brunch.
fr: Ras le bol des traditionnels œufs et bacon? Nous vous proposons d'autres excellentes suggestions que vous pourrez essayer lors de votre prochain brunch.

source: Italian Recipes - Classic | Meals That Matter
fr: Plats italiens classiques | Chaque repas compte

source: Whether it’s a classic pasta or something a little more complex, Italian cooking is all about taking quality ingredients and cooking them simply.
fr: Pour les pâtes classiques ou les plats de nature plus complexe, les ingrédients de qualité et leur cuisson simple sont à la base de la cuisine italienne.

source: Indian Recipes - Authentic | Meals That Matter
fr: Plats indiens authentiques | Chaque repas compte

source: Spice up your life and learn how to cook your favorite Indian restaurant dishes at home such as a chicken curry or naan bread.
fr: Pimentez votre vie et découvrez comment cuisiner à la maison vos plats indiens préférés du restaurant comme le cari de poulet ou le pain naan.

source: Asian Inspired Recipes | Meals That Matter
fr: Plats d'inspiration asiatique | Chaque repas compte

source: Soups, stir-fries, salads and more, these classic Asian recipes are deliciously diverse, but all possess fantastic flavour and fragrance.
fr: Soupes, sautés, salades et bien plus, ces plats asiatiques classiques sont délicieusement diversifiés et tous relevés de saveurs et parfums fantastiques.

source: Mexican Recipes - Traditional | Meals That Matter
fr: Plats mexicains traditionnels | Chaque repas compte

source: From tacos and nachos to enchiladas, pick delicious recipes to cook up for your next dinner or party.
fr: Des tacos aux nachos et enchiladas, choisissez nos délicieuses recettes pour en cuisiner lors de votre prochain souper ou de votre prochaine fête.

source: Middle Eastern Recipes | Meals That Matter
fr: Plats du Moyen-Orient | Chaque repas compte

source: From hummus to shakshuka, discover a whole new world of delicious flavours with these recipes inspired by the Middle East.
fr: De l'houmous au chakchouka, découvrez un tout nouveau monde de délicieuses saveurs avec ces recettes inspirées du Moyen-Orient.

source: Mediterranean Recipes - Colourful | Meals That Matter
fr: Plats méditerranéens colorés | Chaque repas compte

source: Known for having numerous health benefits, the Mediterranean diet is loaded with excellent and tasty recipes.
fr: Reconnu pour ses nombreux bienfaits pour la santé, le régime méditerranéen regorge d'excellentes et de délicieuses recettes.

source: Canadian Recipes - Iconic | Meals That Matter
fr: Plats canadiens emblématiques | Chaque repas compte

source: See what iconic Canadian recipes we like and make them for yourself today!
fr: Explorez les recettes de plats canadiens emblématiques que nous adorons et préparez-les dès aujourd'hui!

source: here are tons of different kinds of salad recipes here. You will find great recipes incorporating veggies, fruits, meats and more.
fr: Vous trouverez ici une foule de différentes recettes de salades. Nos délicieuses recettes contiennent des légumes, des fruits, des viandes et bien plus.

source: Salad Recipes - Fresh, Healthy, Delicious | Meals That Matter
fr: Salades fraîches, saines, délicieuses | Chaque repas compte

source: Better For You Recipes | Meals That Matter
fr: Plats meilleurs pour la santé | Chaque repas compte

source: Pick from our range of better for you recipes that strive to promote a balanced and healthy eating pattern.
fr: Choisissez parmi nos plats meilleurs pour la santé afin de promouvoir une alimentation équilibrée et de saines habitudes alimentaires.

source: 220+ Dinner Ideas | Meals That Matter
fr: Plus de 220 idées de souper | Chaque repas compte

source: Whats for Dinner? Let us help you answering that question with our wide range of delicious recipes
fr: Une idée de souper? Laissez-nous vous aider à répondre à cette question avec notre large éventail de délicieuses recettes.

source: Explore a world of flavour with recipes hand-crafted and tested by our trusted global chefs.
fr: Explorez un monde de saveurs avec des recettes créées et testées par nos chefs de renom.

source: Generate instant grocery lists from your meal plan and add or remove items as you wish.
fr: Générez des listes d’épicerie instantanées et ajoutez ou enlevez les articles de votre choix.

source: Find products easily online and avoid lines by getting groceries delivered or ready for pick up.
fr: Découvez des produits en ligne et évitez les files avec la livraison ou le ramassage de vos articles.

source: Easy-to-create meal plans and instant grocery lists will give you more time back in your day
fr: Les plans de repas et les listes d’épicerie instantanées vous feront gagner du temps.

source: create my account
fr: créer mon compte

source: Save by cooking at home and using just the right amount of groceries for the recipes you love.
fr: Économisez en cuisinant à la maison avec la liste d’ingrédients nécessaires pour vos recettes.

source: Our Better-For-You recipes strive to promote a balanced and healthy eating pattern that is aligned with Authoritative Guidance, encouraging the intake of vegetables, whole grains, fruit, legumes and good fats, while limiting saturated fat, sodium and sugars
fr: Nos recettes plus saines font la promotion de saines habitudes alimentaires équilibrées en accord avec les orientations faisant autorité, encouragent l’apport en légumes, grains entiers, fruits, légumineuses et bons gras, tout en limitant les gras saturés, le sodium et les sucres.

source: cook
fr: cuisson

source: prep
fr: préparation

source: serves
fr: rendement

source: carbs
fr: glucides

source: fat
fr: lipides

source: Main Ingredient
fr: Ingrédient principal

source: cook time
fr: Temps de cuisson

source: prep time
fr: Temps de préparation

source: EMAIL
fr: Courriel

source: INGREDIENTS
fr: INGRÉDIENTS

source: serving size
fr: taille par portion

source: Daily Value
fr: valeur quotidienne

source: Percent Daily Values are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs
fr: Les valeurs quotidiennes sont fondées sur un régime de 2 000 calories. Elles peuvent être supérieures ou inférieures selon vos besoins en calories

source: total fat
fr: total des lipides

source: less than
fr: moins de

source: saturated fat
fr: lipides saturés

source: cholesterol
fr: cholestérol

source: total carbohydrate
fr: total des glucides

source: dietary fiber
fr: fibres

source: calories per gram:
fr: calories par gramme

source: fat
fr: lipides

source: carbohydrate
fr: glucides

source: protein
fr: protéine

source: protein
fr: protéine

source: Sorry! An error has occured updating your password
fr: Désolé! Une erreur est survenue à la modification du mot de passe.

source: Your password has been successfully updated
fr: Votre mot de passe a été modifié avec succès

source: A code has been sent to your email, please enter it for verification purposes!
fr: Un code vous a été envoyé par courriel; entrez-le à des fins de vérification!

source: Email verification on is way! Check your inbox for details..
fr: Vérification par courriel en cours! Surveillez votre boîte de réception pour plus de détails.

source: Sorry! We could not sign you in at this time. PLease try again later.
fr: Désolé! Ouverture de session impossible pour l’instant. Essayez à nouveau plus tard.

source: Required field
fr: Champ obligatoire

source: Oops an error has occured
fr: Oups, une erreur est survenue. Essayez à nouveau plus tard.

source: Profile info successfully updated.
fr: Le profil a été modifié avec succès.

source: Congrats! Your profile has been created. Now you can save your personalized meal plans after you build them. See you in the kitchen!
fr: Félicitations! Votre profil a été créé. Vous pouvez enregistrer vos plans de repas personnalisés une fois qu’ils sont créés. À plus tard dans la cuisine!

source: Error adding to favourites
fr: Erreur à l’ajout aux favoris.

source: Error removing from meal plan
fr: Erreur au retrait du plan de repas.

source: Error removing from favourites
fr: Erreur au retrait des favoris.

source: Error changing password. Please try again later
fr: Erreur de modification du mot de passe. Essayez à nouveau plus tard.

source: Password successfully changed!
fr: Mot de passe modifié avec succès!

source: Error updating profile
fr: Erreur à la modification du profil

source: Oops! Passwords Must Match
fr: Oups! Les mots de passe doivent correspondre.

source: Password is required
fr: Le mot de passe est requis.

source: Code is required
fr: Le code est requis.

source: Sorry! Email address is required
fr: Désolé! L’adresse courriel est requise.

source: watch how to video
fr: regarder la vidéo
